const { Link } = require('react-router-dom');

const Home = () => {
  return (
    <>
      <ul>
        <li>
          <Link to="/contacts">
            <b>CLICK ME</b>
          </Link>
        </li>
      </ul>

      <h1>Вітаємо у Телефонній книзі!</h1>

      <h3>Ми раді бачити вас на нашому сервісі.</h3>
      <p>
        Ми працюємо над розробкою сторінки для логіну, щоб ви могли
        використовувати наш сервіс із обліковими даними. Зараз сторінка в
        процесі створення, але ми намагатимемося зробити її якомога швидше.
        Слідкуйте за оновленнями, щоб дізнатися, коли сторінка для логіну буде
        доступна. Якщо у вас є які-небудь питання або побажання, не соромтеся
        звертатися до нас. Ми готові допомогти вам з будь-якими питаннями чи
        проблемами, з якими ви зіткнетеся під час використання нашого сервісу.
      </p>
    </>
  );
};

export default Home;
